Repository: Stop-COVID-19-Croatia/stopcovid19-ios
Catalog: ExposureApp/CRExposureNotification/Core/*.lproj/Localizable.strings
Languages: hr

# TermsUrl
source: https://stopcovid19.zdravlje.hr/html/terms.html
hr: https://stopcovid19.zdravlje.hr/html/uvjeti-koristenja.html

# PrivacyUrl
source: https://stopcovid19.zdravlje.hr/html/privacy-policy.html
hr: https://stopcovid19.zdravlje.hr/html/pravila-privatnosti.html

# AccessibilityUrl
source: https://stopcovid19.zdravlje.hr/html/accessibility-policy.html
hr: https://stopcovid19.zdravlje.hr/html/izjava-pristupacnosti.html

# LicenseUrl
source: https://stopcovid19.zdravlje.hr/html/components.html
hr: https://stopcovid19.zdravlje.hr/html/komponente.html

# ErrorHandler.InternalError
source: An error occurred. Please try again later.
hr: Dogodila se pogreška. Molimo pokušajte ponovo kasnije.

# ErrorHandler.NoInternetError
source: No Internet connection available. Connect and try again.
hr: Nema internet konekcije. Povežite se i pokušajte ponovo.

# ErrorHandler.Invalid
source: Invalid code
hr: Autorizacijski kod nije ispravan

# ErrorHandler.Expired
source: Expired code
hr: Autorizacijski kod je istekao

# ErrorHandler.InvalidCall
source: Invalid call
hr: Neispravan poziv

# ErrorHandler.InternalExposure
source: Exposure api is not available on this device
hr: Vaš uređaj nije kompatibilan s Exposure Api

# AlertInfo.Title
source: Info
hr: Informacije

# AlertInfo.NegativeText
source: Cancel
hr: Otkazati

# AlertInfo.PositiveText
source: Ok
hr: U redu

# ErrorAlert.Title
source: Error
hr: Greška

# ErrorAlert.PositiveText
source: Ok
hr: U redu

# OnboardingInitialController.AppLanguage
source: Language:
hr: Jezik aplikacije:

# OnboardingInitialController.Croatian
source: Croatian
hr: Hrvatski

# OnboardingInitialController.English
source: English
hr: Engleski

# OnboardingInitialController.Continue
source: Get Started
hr: Krenite

# ExposuresController.On
source: TURNED ON
hr: UKLJUČENO

# ExposuresController.Off
source: TURNED OFF
hr: ISKLJUČENO

# ExposuresController.ExposureDetectionDescription
source: No contacts.
hr: Nema kontakta.

# ExposuresController.OnMessage
source: The application records contacts with other devices in the proximity.
hr: Aplikacija bilježi kontakte s drugim uređajima u blizini.

# ExposuresController.OffMessage
source: The application does not record contacts with other devices in the proximity.
hr: Aplikacija ne bilježi kontakte s drugim uređajima u blizini.

# ExposuresController.BluetoothOff
source: Bluetooth must be enabled for Exposure Notifications to function properly.
hr: Bluetooth mora biti uključen kako bi Vaš mobilni uređaj sigurno mogao prikupljati i dijeliti nasumične ključeve s drugim mobilnim uređajima u blizini.

# ExposureController.ENRestricted13.7
source: Please turn on „Share Exposure Information“ and „Set as active region“ on the Stop COVID-19 Settings -> Exposure Notifications screen.
hr: Molimo da na ekranu Postavke Stop COVID-19 -> Obavijesti o izloženosti uključite „Dijeli informacije o izloženosti„ i „Podesi kao aktivnu regiju“.

# ExposureController.ENRestricted
source: Please turn on „COVID-19 Exposure Notification Logging“ on the Settings -> Privacy -> Health screen
hr: Molimo da na ekranu Postavke -> Privatnost -> Zdravlje uključite „Izrada log zapisa o izloženosti bolesti COVID-19“

# ExposureController.ENAppRestricted13.7
source: By turning off the application you will disable periodical checks of potential infection risk, but the functionality „Exposure Notifications“ will still be active on your mobile device. You can deactivate it by going to Settings > Exposure Notifications > Turn Off Exposure Notifications.
hr: Isključivanjem aplikacije isključiti ćete povremenu provjeru izloženosti opasnosti od zaraze, ali će funkcionalnost „Obavijesti o izloženosti“ i dalje biti aktivna na vašem mobilnom uređaju. Isključiti je možete na Postavke > Obavijesti o izloženosti > Isključite obavijesti o izloženosti.

# ExposureController.ENAppRestricted13.7Label
source: The application is turned off, but the functionality „Exposure Notifications“ is still active on your mobile device. This means that your mobile device keeps recording contacts with other devices in proximity. You can deactivate it by going to Settings > Exposure Notifications > Turn Off Exposure Notifications.
hr: Aplikacija je isključena, ali je funkcionalnost „Obavijesti o izloženosti“ i dalje aktivna na vašem mobilnom uređaju. To znači da mobilni uređaj i dalje bilježi kontakte s drugim uređajima u blizini. Isključiti je možete na Postavke > Obavijesti o izloženosti > Isključi obavijesti o izloženosti.

# ExposureController.TurnOffEN
source: To turn off Exposure Notifications go to App Settings and disable COVID-19 Exposure Notifications.
hr: Da biste isključili Obavijesti o izloženosti, molimo da na ekranu Postavke Stop COVID-19 onemogućite COVID-19 Obavijesti o izloženosti.

# ExposureController.TurnOffEN13.7
source: Please turn off „Share Exposure Information“ on the Stop COVID-19 Settings -> Exposure Notifications screen.
hr: Molimo da na ekranu Postavke Stop COVID-19 -> Obavijesti o izloženosti isključite „Dijeli informacije o izloženosti„.

# ExposureController.TurnOnEN13.7
source: Please turn on „Share Exposure Information“ on the Stop COVID-19 Settings -> Exposure Notifications screen.
hr: Molimo da na ekranu Postavke Stop COVID-19 -> Obavijesti o izloženosti uključite „Dijeli informacije o izloženosti„.

# ExposuresController.InternationalExchangeFormat
source: European exchange is %@
hr: Europska razmjena je %@

# ExposuresController.InternationalExchangeOn
source: On
hr: Uključena

# ExposuresController.InternationalExchangeOff
source: Off
hr: Isključena

# ExposuresDetailsController.YouHaveBeenInContact
source: %@ you were in proximity to a person who shared their positive Covid-19 test result.
hr: %@ bili ste u blizini osobe koja je prijavila pozitivan test na COVID-19.

# ExposuresDetailsController.Day
source: %@ day
hr: %@ dan

# ExposuresDetailsController.Days
source: %@ days
hr: %@ dana

# NotifyInitialController.Title
source: Share the information that you are infected
hr: Podijelite informaciju da ste zaraženi

# NotifyInitialController.Description
source: Sharing information that you are infected and sending your keys will help others who may have been exposed.
hr: Podjelom informacije da ste zaraženi i slanjem svojih ključeva pomoći ćete ostalima koji su možda bili izloženi.

# NotifyInitialController.ShareDiagnosisButtonTitle
source: Share with others
hr: Podijelite s drugima

# NotifyInitialController.ListOfInfection
source: LIST OF INFECTIONS
hr: POPIS INFORMACIJA O ZARAZI

# ConfirmResultController.DatePickerTitle
source: Pick test date
hr: Odaberite datum testiranja

# ConfirmResultController.TestIdentifier
source: ENTER CODE
hr: UPIŠITE KOD

# ConfirmResultController.DateOfTest
source: Date of test
hr: Unesi datum testiranja

# ConfirmResultController.ThankYouForSharingYourTestResult
source: Thank you for caring for others.
hr: Hvala što brinete o drugima.

# PositiveTestCell.Title
source: COVID-19 positive
hr: COVID-19 pozitivan

# PositiveTestCell.DateFormat
source: Shared on %@
hr: Podijeljeno %@

# PositiveTestCell.Appreciation
source: Thank you for caring for others!
hr: Hvala što brinete o drugima!

# TabbarController.Exposures
source: Exposures
hr: Izloženosti

# TabbarController.NotifyOthers
source: Notify Others
hr: Obavijesti druge

# TransmissionRisk.TitleLow
source: Low Risk of infection
hr: Nizak rizik zaraze

# TransmissionRisk.TitleMedium
source: Medium risk of infection
hr: Srednji rizik zaraze

# TransmissionRisk.TitleHigh
source: High risk of infection
hr: Visok rizik zaraze

# TransmissionRisk.RiskShortDescriptionLow
source: You were in contact with an infected person.
hr: Bili ste u kontaktu sa zaraženom osobom.

# TransmissionRisk.RiskShortDescriptionMedium
source: You were in medium risk contact with an infected person.
hr: Bili ste u rizičnom kontaktu sa zaraženom osobom.

# TransmissionRisk.RiskShortDescriptionHigh
source: You were in a high risk contact with an infected person.
hr: Bili ste u bliskom visokorizičnom kontaktu sa zaraženom osobom.

# TransmissionRisk.RiskLongDescriptionLow
source: Check your symptoms regularly during the next two weeks using the application Andrija. Wear a mask when leaving your home and avoid contact with the elderly. If you develop symptoms, stay at home and call your doctor who will give you further instructions. Tell him you have this application installed.
hr: Pratite svoje simptome naredna dva tjedna putem aplikacije Andrija. Nosite masku prilikom izlaska iz kuće i izbjegavajte kontakte sa starijim osobama. Ukoliko razvijete simptome, ostanite kod kuće i nazovite svog liječnika koji će Vam dati daljnje upute. Recite mu da koristite ovu aplikaciju.

# TransmissionRisk.RiskLongDescriptionMedium
source: Check your symptoms regularly during the next two weeks using the application Andrija. Wear a mask when leaving your home and avoid contact with the elderly. If you develop symptoms, stay at home and call your doctor who will give you further instructions. Tell him you have this application installed.
hr: Pratite svoje simptome naredna dva tjedna putem aplikacije Andrija. Nosite masku prilikom izlaska iz kuće i izbjegavajte kontakte sa starijim osobama. Ukoliko razvijete simptome, ostanite kod kuće i nazovite svog liječnika koji će Vam dati daljnje upute. Recite mu da koristite ovu aplikaciju.

# TransmissionRisk.RiskLongDescriptionHigh
source: Stay at home and call your doctor, he will give you further instructions. Tell him that you have this application installed.
hr: Ostanite kod kuće i nazovite svog liječnika koji će Vam dati daljnje upute. Recite mu da koristite ovu aplikaciju.

# ExposureManager.Message
source: You were in contact with an infected person. Please follow further instructions.
hr: Bili ste u kontaktu sa zaraženom osobom. Molimo Vas da slijedite daljnje upute.

# OtherCountriesConsentController.PopupTitle
source: Accept keys exchange with other European countries
hr: Prihvati razmjenu nasumičnih ključeva s drugim europskim državama

# OtherCountriesConsentController.PopupMessage
source: By accepting the exchange, random keys of users of other authorized European COVID-19 mobile applications who have shared information about their infection will be processed on your mobile device to determine if you were in close contact. Also, in case of infection, your random keys will be sent to the European keys exchange service and processed by authorized COVID-19 mobile applications of other European countries.
hr: Prihvaćanjem razmjene, nasumični ključevi korisnika ovlaštenih europskih COVID-19 mobilnih aplikacija koji su podijelili informaciju o zarazi bit će obrađeni na Vašem mobilnom uređaju kako bi mobilna aplikacija odredila jeste li bili u bliskom kontaktu. Također, u slučaju zaraze, Vaši nasumični ključevi bit će poslani na europski servis za razmjenu nasumičnih ključeva i obrađeni od strane ovlaštenih COVID-19 mobilnih aplikacija drugih europskih država.

# OtherCountriesConsentController.PopupAccept
source: Accept
hr: Prihvati

# OtherCountriesConsentController.PopupCancel
source: Cancel
hr: Odustani

# OtherCountriesConsentController.SwitchOn
source: TURNED ON
hr: UKLJUČENO

# OtherCountriesConsentController.SwitchOff
source: TURNED OFF
hr: ISKLJUČENO
