Repository: Stop-COVID-19-Croatia/stopcovid19-ios
Catalog: ExposureApp/CRExposureNotification/Storyboards/*.lproj/Exposures.strings
Languages: hr

# 1x9-UK-Kdv.text
source: Exchange of random keys with other European countries
hr: Razmjena nasumičnih ključeva s odabranim državama

# 2SB-vn-OOq.text
source: When you are near another user of the application, mobile phones exchange keys via Bluetooth. This way, the application can track the contacts made without the ability to identify you or the person you were in contact with.
hr: Kada se nađete u blizini drugog korisnika aplikacije, mobiteli razmjenjuju ključeve putem Bluetooth-a. Na taj način aplikacija može pratiti ostvarene kontakte bez mogućnosti da identificira Vas ni osobu s kojom ste bili u kontaktu.

# 7Ng-KM-4SI.text
source: Done
hr: U redu

# 7TI-ki-LgF.text
source: Software Components
hr: Programske komponente

# Asi-pn-yP5.text
source: These keys are a random string of characters and do not contain information about your device or you. They rotate several times every hour to keep your privacy protected.
hr: Ključevi predstavljaju nasumičan niz znakova i ne sadrže podatke o Vašem uređaju niti Vama. Izmjenjuju se nekoliko puta svakog sata kako bi Vaša privatnost bila zaštićena.

# Buz-Hb-CSd.text
source: How the app works?
hr: Kako radi aplikacija?

# EFB-KM-fPm.text
source: Each device checks if it has had contact with any of the shared keys
hr: Svaki mobitel provjerava je li bio u kontaktu s ključevima koji su podijeljeni

# Liz-bz-pPZ.text
source: The app periodically checks the keys on the server and compares them to the keys saved on your device. This allows the app to determine if you have been exposed to a potential infection risk. Due to the limitations of some manufacturers of mobile devices, if the application is not started occasionally or it is rarely used for a number of days, it is possible that regular daily exposure check is stopped. The application will continue to exchange keys with other devices, but you may not receive exposure notification in timely manner. To prevent this, open the app once a day. Google and Apple are working with mobile device manufacturers to avoid this limitation.
hr: Aplikacija povremeno provjerava ključeve koji su podijeljeni s poslužiteljem i uspoređuje ih s ključevima koji su pohranjeni na Vašem mobilnom uređaju. Na taj način aplikacija može odrediti jeste li bili izloženi opasnosti od zaraze. S obzirom na ograničenja pojedinih proizvođača mobilnih uređaja, u slučaju da se aplikacija rijetko koristi ili rijetko pokreće nekoliko dana, moguće je zaustavljanje povremene provjere zaraženih ključeva. Aplikacija će i dalje razmjenjivati ključeve između mobilnih uređaja, no moguće je da nećete na vrijeme dobiti obavijest o rizičnom kontaktu. Kako bi ovo spriječili, otvorite aplikaciju jedanput dnevno. Google i Apple surađuju s proizvođačima mobilnih uređaja na otklanjanju ovog ograničenja.

# MKa-9X-a66.text
source: Users who test positive can choose if they want to share their random keys
hr: Osobe koje nakon testiranja dobiju pozitivan nalaz mogu odlučiti žele li podijeliti svoje nasumične ključeve

# O2o-EL-qss.text
source: European exchange is off
hr: Europska razmjena je uključena

# Txz-uW-8l1.text
source: Terms of Use
hr: Uvjeti korištenja

# VR1-Nc-S0H.text
source: Possible exposure
hr: Moguća izloženost

# WO4-z0-3xd.normalTitle
source: Done
hr: U redu

# aLc-yD-5xg.text
source: User is notified if there is a positive match
hr: Korisnik dobiva obavijest ako je aplikacija pronašla podijeljeni ključ na njegovom mobitelu

# bHS-5K-0HI.text
source: Devices that come into contact exchange their random keys
hr: Mobilni uređaji u blizini razmjenjuju svoje nasumične ključeve

# c4r-a9-TJP.text
source: Next steps:
hr: Sljedeći koraci:

# d0v-y6-HZ9.text
source: Privacy Notice
hr: Pravila privatnosti

# fkm-Ul-JSi.text
source: The app assigns randomly generated keys to each device
hr: Aplikacija dodjeljuje nasumične ključeve svim mobitelima

# iV3-9W-Ihj.text
source: Find out more:
hr: Saznajte više:

# muA-fV-0O5.text
source: Accessibility Statement
hr: Izjava o pristupačnosti

# pIo-dM-FX7.text
source: TURNED ON
hr: UKLJUČENO

# pRl-5y-X93.text
source: If you have been in contact with a user who tested positive and shared their keys, the app will send you notification and instructions what to do next. The app does not need or use information where or with whom you came into contact.
hr: Ako ste bili u kontaktu s osobom koja je nakon pozitivnog nalaza podijelila svoje ključeve, dobit ćete obavijest i uputu kako postupiti. Za ovu funkcionalnost aplikaciji nije potreban podatak gdje niti s kime je korisnik bio, tako da je Vaša privatnost zaštićena.

# sjq-s3-eN9.text
source: By giving consent to exchange, random keys of users of other authorized COVID -19 mobile applications in Europe who have shared information about the infection will be processed on your mobile device so that the mobile application can determine if you have been in close contact. Also, in case of infection, your random keys will be sent to the European keys exchange service and processed by authorized COVID-19 mobile applications of other European countries. Activation of this setting will ensure that you receive exposure notification when travelling abroad or interacting with users of other authorized COVID-19 mobile application.
hr: Davanjem privole za razmjenu, nasumični ključevi korisnika drugih ovlaštenih europskih COVID-19 mobilnih aplikacija koji su podijelili informaciju o zarazi bit će obrađeni na Vašem mobilnom uređaju kako bi mobilna aplikacija odredila jeste li bili u bliskom kontaktu. Također, u slučaju zaraze, Vaši nasumični ključevi bit će poslani na europski servis za razmjenu nasumičnih ključeva i obrađeni od strane ovlaštenih COVID-19 mobilnih aplikacija drugih europskih država. Uključivanjem ove postavke osigurat ćete da obavijest o izloženosti dobijete i u slučaju putovanja u inozemstvo ili interakcije s korisnicima drugih ovlaštenih COVID-19 mobilnih aplikacija u Hrvatskoj.

# uTu-rU-hdm.text
source: By giving consent to exchange, random keys of users of other authorized European COVID-19 mobile applications who have shared information about the infection will be processed on your mobile device so that the mobile application can determine if you have been in close contact. Also, in case of infection, your random keys will be sent to the European keys exchange service and processed by authorized COVID-19 mobile applications of other European countries.
hr: Davanjem privole za razmjenu, nasumični ključevi korisnika drugih ovlaštenih europskih COVID-19 mobilnih aplikacija koji su podijelili informaciju o zarazi bit će obrađeni na Vašem mobilnom uređaju kako bi mobilna aplikacija odredila jeste li bili u bliskom kontaktu. Također, u slučaju zaraze, Vaši nasumični ključevi bit će poslani na europski servis za razmjenu nasumičnih ključeva i obrađeni od strane ovlaštenih COVID-19 mobilnih aplikacija drugih europskih država.

# udN-FZ-KWp.text
source: Exchange of random keys with other European countries
hr: Razmjena nasumičnih ključeva s drugim europskim državama

# yy0-PS-vAh.text
source: Users who have a positive laboratory result can send their random keys broadcasted in the previous period to the server, making them available to other users of the application. Random keys are sent by entering the code generated for users by a healthcare professional after they have received a positive laboratory test on COVID-19.
hr: Korisnici koji imaju pozitivan laboratorijski nalaz na poslužitelj mogu poslati svoje nasumične ključeve emitirane u prethodnom razdoblju čime oni postaju dostupni ostalim korisnicima aplikacije. Slanje nasumičnih ključeva ostvaruje se upisivanjem koda koji je za Vas generirao zdravstveni djelatnik nakon što ste dobili pozitivan laboratorijski nalaz na COVID-19.

# zde-YW-KCs.text
source: TURNED ON
hr: UKLJUČENO
